Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: Small positive experiences make a big difference for %@. Celebrate every tiny win together.
de: Kleine positive Erfahrungen machen einen großen Unterschied für %@. Feiere jeden kleinen Erfolg gemeinsam.
es: Las pequenas experiencias positivas hacen una gran diferencia para %@. Celebra cada pequena victoria juntos.
fr: Les petites expériences positives font une grande différence pour %@. Célébrez chaque petite victoire ensemble.
it: Piccole esperienze positive fanno una grande differenza per %@. Festeggia ogni piccola vittoria insieme.
sv: Liten positive experiences make a big Skillnad for %@. Celebrate every tiny win together.

source: Smart reminders help you stay ahead of your puppy's needs.
de: Intelligente Erinnerungen helfen dir, den Bedürfnissen deines Welpen voraus zu sein.
es: Los recordatorios inteligentes te ayudan a anticipar las necesidades de tu cachorro.
fr: Les rappels intelligents vous aident à anticiper les besoins de votre chiot.
it: I promemoria intelligenti ti aiutano ad anticipare i bisogni del cucciolo.
sv: Smart Påminnelser Hjälp you Stanna ahead av your Valp's needs.

source: Snow
de: Schnee
es: Nieve
fr: Neige
it: Neve

source: Social
de: Sozial
it: Sociale
nl: Sociaal

source: Socialization
de: Sozialisierung
es: Socializacion
fr: Socialisation
it: Socializzazione
sv: Socialisering

source: Socialization active
de: Sozialisierung aktiv
es: Socializacion activa
fr: Socialisation active
it: Socializzazione attiva
sv: Socialisering Aktiv

source: Socialization Checklist
de: Sozialisierungs-Checkliste
es: Lista de verificacion de socializacion
fr: Liste de socialisation
it: Checklist socializzazione
sv: Socialisering Checklist

source: Socialization Progress
de: Sozialisierungsfortschritt
es: Progreso de socializacion
fr: Progression de la socialisation
it: Progressi socializzazione
sv: Socialisering Framsteg

source: Socialization Window
de: Sozialisierungsfenster
es: Ventana de socializacion
fr: Fenêtre de socialisation
it: Finestra socializzazione
sv: Socialisering Window

source: Socialization window begins
de: Sozialisierungsfenster beginnt
es: La ventana de socializacion comienza
fr: La fenêtre de socialisation commence
it: Inizia la finestra di socializzazione
nl: Socialisatievenster begint
sv: Socialisering window begins

source: Socialization window closed
de: Sozialisierungsfenster geschlossen
es: Ventana de socializacion cerrada
it: Finestra socializzazione chiusa
nl: Socialisatieperiode gesloten
sv: Socialisering window closed

source: Socialization window closing
de: Sozialisierungsfenster schließt sich
es: Ventana de socializacion cerrando
fr: La fenêtre de socialisation se ferme
it: Finestra di socializzazione in chiusura
nl: Socialisatievenster sluit
sv: Socialisering window closing

source: Socialization window has closed
de: Sozialisierungsfenster ist geschlossen
es: La ventana de socializacion se ha cerrado
fr: La fenêtre de socialisation est fermée
it: La finestra di socializzazione si è chiusa
sv: Socialisering window has closed

source: Socialization window is closing
de: Sozialisierungsfenster schließt sich
es: La ventana de socializacion se esta cerrando
fr: La fenêtre de socialisation se ferme
it: La finestra di socializzazione si sta chiudendo
sv: Socialisering window is closing

source: Socialization window is open
de: Sozialisierungsfenster ist offen
es: La ventana de socializacion esta abierta
fr: La fenêtre de socialisation est ouverte
it: La finestra di socializzazione è aperta
sv: Socialisering window is open

source: Socialization window open
de: Sozialisierungsfenster offen
es: Ventana de socializacion abierta
it: Finestra socializzazione aperta
nl: Socialisatieperiode open
sv: Socialisering window open

source: Some dogs find direct eye contact uncomfortable - be patient
de: Manche Hunde finden direkten Augenkontakt unangenehm - sei geduldig
es: Algunos perros encuentran el contacto visual directo incomodo - se paciente
fr: Certains chiens trouvent le contact visuel direct inconfortable - soyez patient
it: Alcuni cani trovano scomodo il contatto visivo diretto - sii paziente
sv: Some dogs find direct eye Kontakt uncomfortable - be patient

source: Something went wrong
de: Etwas ist schief gelaufen
es: Algo salio mal
fr: Une erreur s'est produite
it: Qualcosa e andato storto
nl: Er ging iets mis
sv: Något gick fel

source: Something went wrong while saving. Please try again.
de: Beim Speichern ist etwas schiefgelaufen. Bitte erneut versuchen.
es: Algo salio mal al guardar. Por favor intenta de nuevo.
fr: Une erreur s'est produite lors de l'enregistrement. Veuillez réessayer.
it: Qualcosa è andato storto durante il salvataggio. Riprova.
sv: Något gick fel while Sparar. Please Försök igen.

source: Soon
de: Bald
es: Pronto
fr: Bientôt
it: Presto
nl: Bijna tijd

source: Soon (~10 min)
de: Bald (~10 Min.)
es: Pronto (~10 min)
fr: Bientôt (~10 min)
it: Presto (~10 min)
nl: Binnenkort (~10 min)

source: Sound
de: Ton
es: Sonido
fr: Son
it: Suono

source: Sound Enabled
de: Ton aktiviert
es: Sonido activado
fr: Son activé
it: Suono abilitato
sv: Sound Aktiverad

source: Sound feedback
de: Ton-Feedback
es: Retroalimentacion de sonido
fr: Retour sonore
it: Feedback sonoro

source: Sound Feedback
de: Ton-Feedback
es: Retroalimentacion de sonido
fr: Retour sonore
it: Feedback sonoro

source: Sounds
de: Geräusche
es: Sonidos
fr: Sons
it: Suoni

source: Spay/neuter discussion with vet
de: Kastrations-/Sterilisationsgespräch mit Tierarzt
es: Discusion de esterilizacion con veterinario
fr: Discussion stérilisation avec le vétérinaire
it: Discussione sterilizzazione con veterinario
nl: Castratie/sterilisatie gesprek met dierenarts
sv: Spay/neuter discussion with Veterinär

source: Spot categories
de: Ortskategorien
es: Categorias de lugares
fr: Catégories d'endroits
it: Categorie luoghi
sv: Spot Kategorier

source: Spot saved
de: Ort gespeichert
es: Lugar guardado
fr: Endroit enregistré
it: Luogo salvato

source: Spot saved!
de: Ort gespeichert!
es: Lugar guardado!
fr: Endroit enregistré !
it: Luogo salvato!

source: Spots
de: Orte
es: Lugares
fr: Endroits
it: Luoghi

source: Square (1:1)
de: Quadratisch (1:1)
es: Cuadrado (1:1)
fr: Carré (1:1)
it: Quadrato (1:1)

source: Stairs
de: Treppen
es: Escaleras
fr: Escaliers
it: Scale

source: Start
de: Starten
es: Iniciar
fr: Commencer
it: Inizia

source: Start a walk
de: Einen Spaziergang starten
es: Iniciar un paseo
fr: Commencer une promenade
it: Inizia una passeggiata
sv: Start a Promenad

source: Start again!
de: Nochmal starten!
es: Comienza de nuevo!
fr: Recommencer !
it: Ricomincia!

source: Start date
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data inizio
nl: Startdatum
sv: Start Datum

source: Start early
de: Früh anfangen
es: Comienza temprano
fr: Commencez tôt
it: Inizia presto

source: Start fresh!
de: Neu starten!
es: Comienza de nuevo!
fr: Repartir à zéro !
it: Ricomincia da zero!

source: Start from sit or down
de: Von Sitz oder Platz starten
es: Comienza desde sentado o echado
fr: Commencez en position assise ou couchée
it: Inizia da seduto o terra
sv: Start Från Sitt or Ligg

source: Start in low-distraction environment
de: In reizarmer Umgebung starten
es: Comienza en un ambiente con pocas distracciones
fr: Commencez dans un environnement calme
it: Inizia in un ambiente con poche distrazioni
sv: Start I low-distraction environment

source: Start inside or in a boring area
de: Drinnen oder in einem langweiligen Bereich starten
es: Comienza adentro o en un area aburrida
fr: Commencez à l'intérieur ou dans un endroit ennuyeux
it: Inizia dentro o in un'area noiosa
sv: Start Inomhus or I a boring area

source: Start logging from day one. You'll thank yourself in week two.
de: Starte vom ersten Tag an mit dem Protokollieren. Du wirst es dir in Woche zwei danken.
es: Comienza a registrar desde el dia uno. Te agradeceras en la semana dos.
fr: Commencez à enregistrer dès le premier jour. Vous vous remercierez la deuxième semaine.
it: Inizia a registrare dal primo giorno. Ti ringrazierai alla seconda settimana.
nl: Begin met loggen vanaf dag één. Je zult jezelf dankbaar zijn in week twee.
sv: Start logging Från Dag one. You'll thank yourself I Vecka two.

source: Start nap
de: Nickerchen starten
es: Iniciar siesta
fr: Commencer la sieste
it: Inizia nanna
sv: Start Tupplur

source: Start or Log?
de: Starten oder protokollieren?
es: Iniciar o registrar?
fr: Commencer ou enregistrer ?
it: Iniziare o registrare?
sv: Start or Logg?

source: Start Session
de: Sitzung starten
es: Iniciar sesion
it: Inizia sessione
nl: Start sessie

source: Start time
de: Startzeit
es: Hora de inicio
fr: Heure de début
it: Ora inizio
sv: Start Tid

source: Start Time
de: Startzeit
es: Hora de inicio
fr: Heure de début
it: Ora inizio
sv: Start Tid

source: Start Training
de: Training starten
es: Iniciar entrenamiento
fr: Commencer l'entraînement
it: Inizia addestramento
sv: Start Träning

source: Start very close with high-value treats
de: Sehr nah mit hochwertigen Leckerlis starten
es: Comienza muy cerca con premios de alto valor
fr: Commencez très près avec des friandises de grande valeur
it: Inizia molto vicino con premietti di alto valore
sv: Start very Stäng with high-value Godisar

source: Start walk now
de: Spaziergang jetzt starten
es: Iniciar paseo ahora
fr: Commencer la promenade
it: Inizia passeggiata ora
sv: Starta promenad Nu

source: Start when puppy is calm and relaxed
de: Starten, wenn der Welpe ruhig und entspannt ist
es: Comienza cuando el cachorro este calmado y relajado
fr: Commencez quand le chiot est calme et détendu
it: Inizia quando il cucciolo è calmo e rilassato
sv: Start when Valp is calm and relaxed

source: Start with just touching clippers
de: Nur mit dem Berühren der Krallenschere beginnen
es: Comienza solo tocando las tijeras
fr: Commencez par simplement toucher les coupe-ongles
it: Inizia toccando solo le tronchesi

source: Start with puppy in sit
de: Mit dem Welpen im Sitz beginnen
es: Comienza con el cachorro en sentado
fr: Commencez avec le chiot assis
it: Inizia con il cucciolo seduto
sv: Start with Valp I Sitt

source: Start with recordings at low volume
de: Mit Aufnahmen bei niedriger Lautstärke beginnen
es: Comienza con grabaciones a bajo volumen
fr: Commencez avec des enregistrements à faible volume
it: Inizia con registrazioni a basso volume
sv: Start with recordings Kl low volume

source: Start with short periods
de: Mit kurzen Zeiträumen beginnen
es: Comienza con periodos cortos
fr: Commencez par de courtes périodes
it: Inizia con brevi periodi

source: Start!
de: Starten!
es: Comenzar!
fr: Commencer !
it: Inizia!

source: started
de: begonnen
es: iniciado
fr: commencé
it: iniziato

source: Started
de: Begonnen
es: Iniciado
fr: Commencé
it: Iniziato

source: Started %@
de: %@ begonnen
es: Iniciado %@
fr: Commencé %@
it: Iniziato %@

source: Started: %@
de: Begonnen: %@
es: Iniciado: %@
fr: Commencé : %@
it: Iniziato: %@
nl: Begonnen: %@

source: Statistics
de: Statistiken
es: Estadisticas
fr: Statistiques
it: Statistiche
nl: Statistieken
sv: Statistik

source: Stats
de: Statistiken
es: Estadisticas
it: Statistiche
nl: Statistieken
sv: Statistik

source: Stay
de: Bleib
es: Quedarse
fr: Reste
it: Fermo
sv: Stanna

# Step %lld of %lld
source: Step %1$lld of %2$lld
de: Schritt %lld von %lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
it: Passo %lld di %lld
sv: Steg %1$lld av %2$lld

source: Still sleeping
de: Schläft noch
es: Aun durmiendo
fr: Dort encore
it: Sta ancora dormendo
sv: Still Sover

source: Stop if puppy shows stress signals
de: Stoppen, wenn der Welpe Stresssignale zeigt
es: Detente si el cachorro muestra senales de estres
fr: Arrêtez si le chiot montre des signes de stress
it: Fermati se il cucciolo mostra segnali di stress
sv: Stop if Valp shows stress signals

source: Stop sharing
de: Teilen beenden
es: Dejar de compartir
fr: Arrêter le partage
it: Interrompi condivisione
nl: Stop delen

source: Store scans of your dog's important documents here.
de: Speichere hier Scans der wichtigen Dokumente deines Hundes.
es: Guarda escaneos de los documentos importantes de tu perro aqui.
fr: Stockez les scans des documents importants de votre chien ici.
it: Conserva qui le scansioni dei documenti importanti del tuo cane.
sv: Store scans av your Hund's important Dokument here.

source: Store your vet, groomer, sitter, and other important contacts here.
de: Speichere hier deinen Tierarzt, Hundefriseur, Tiersitter und andere wichtige Kontakte.
es: Guarda a tu veterinario, peluquero, cuidador y otros contactos importantes aqui.
fr: Stockez votre vétérinaire, toiletteur, pet-sitter et autres contacts importants ici.
it: Conserva qui i contatti di veterinario, toelettatore, dog sitter e altri importanti.
sv: Store your Veterinär, Hundtrimmare, Hundsittare, and other important contacts here.

source: Streak broken
de: Serie unterbrochen
es: Racha rota
fr: Série interrompue
it: Serie interrotta
nl: Streak verbroken
sv: Svit broken

source: Streak Counter
de: Serienzähler
es: Contador de racha
fr: Compteur de série
it: Contatore serie
sv: Svit Counter

source: Street address
de: Straßenadresse
es: Direccion de calle
fr: Adresse
it: Indirizzo
sv: Street Adress

source: Strict
de: Strikt
es: Estricto
it: Rigoroso

source: Strong wind
de: Starker Wind
es: Viento fuerte
fr: Vent fort
it: Vento forte

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
it: Abbonati
nl: Abonneren
sv: Prenumerera

source: Subscription Override
de: Abonnement-Überschreibung
es: Anular suscripcion
fr: Forcer l'abonnement
it: Override abbonamento
sv: Prenumeration Override

source: Subscriptions automatically renew unless cancelled at least 24 hours before the end of the current period. Payment will be charged to your Apple ID account. Manage your subscriptions in Settings.
de: Abonnements verlängern sich automatisch, sofern sie nicht mindestens 24 Stunden vor Ende des aktuellen Zeitraums gekündigt werden. Die Zahlung wird deinem Apple-ID-Konto belastet. Verwalte deine Abonnements in den Einstellungen.
es: Las suscripciones se renuevan automaticamente a menos que se cancelen al menos 24 horas antes del final del periodo actual. El pago se cargara a tu cuenta de Apple ID. Administra tus suscripciones en Ajustes.
fr: Les abonnements se renouvellent automatiquement sauf annulation au moins 24 heures avant la fin de la période. Le paiement sera débité de votre compte Apple ID. Gérez vos abonnements dans les Réglages.
it: Gli abbonamenti si rinnovano automaticamente a meno che non vengano annullati almeno 24 ore prima della fine del periodo corrente. Il pagamento verrà addebitato sul tuo account Apple ID. Gestisci i tuoi abbonamenti in Impostazioni.
sv: Subscriptions automatically renew unless Avbokad Kl Minst 24 timmar before the Slut av the Aktuell period. Payment will be charged Till your Apple ID Konto. Manage your subscriptions I Inställningar.

source: Subtle only
de: Nur dezent
es: Solo sutil
fr: Subtil uniquement
it: Solo discreto

source: Subtle visual changes based on time, weather, and your puppy's activity.
de: Dezente visuelle Änderungen basierend auf Zeit, Wetter und der Aktivität deines Welpen.
es: Cambios visuales sutiles basados en la hora, clima y actividad de tu cachorro.
fr: Changements visuels subtils basés sur l'heure, la météo et l'activité de votre chiot.
it: Cambiamenti visivi discreti basati su ora, meteo e attività del cucciolo.
sv: Subtle visual changes based På Tid, Väder, and your Valp's Aktivitet.

source: Success
de: Erfolg
es: Exito
fr: Succès
it: Successo
sv: Lyckades

source: Success!
de: Erfolg!
es: Exito!
fr: Succès !
it: Successo!
sv: Lyckades!

source: Suggested: ~%@
de: Vorgeschlagen: ~%@
es: Sugerido: ~%@
fr: Suggéré : ~%@
it: Suggerito: ~%@

source: Sun
de: Sonne
es: Sol
fr: Dim
it: Dom
nl: Zo
sv: Sön

source: Sunrise
de: Sonnenaufgang
es: Amanecer
fr: Lever du soleil
it: Alba

source: Sunset
de: Sonnenuntergang
es: Atardecer
fr: Coucher du soleil
it: Tramonto

source: Super! Keep going!
de: Super! Weiter so!
es: Super! Sigue adelante!
fr: Super ! Continuez !
it: Super! Continua così!

source: Surfaces
de: Oberflächen
es: Superficies
it: Superfici

source: Surgery
de: Operation
es: Cirugia
it: Chirurgia
nl: Operatie

source: Suspicious content detected
de: Verdächtiger Inhalt erkannt
es: Contenido sospechoso detectado
fr: Contenu suspect détecté
it: Rilevato contenuto sospetto

source: Swipe an event left to delete it.
de: Ein Ereignis nach links wischen, um es zu löschen.
es: Desliza un evento a la izquierda para eliminarlo.
fr: Glissez un événement vers la gauche pour le supprimer.
it: Scorri un evento a sinistra per eliminarlo.
sv: Swipe an Händelse Vänster Till Radera it.

source: Swipe to delete
de: Wischen zum Löschen
es: Desliza para eliminar
fr: Glissez pour supprimer
it: Scorri per eliminare
sv: Svep för att Radera

source: Switch to list view
de: Zur Listenansicht wechseln
es: Cambiar a vista de lista
fr: Passer en vue liste
it: Passa a vista lista
sv: Switch Till list view

source: Switch to visual view
de: Zur visuellen Ansicht wechseln
es: Cambiar a vista visual
fr: Passer en vue visuelle
it: Passa a vista visuale
sv: Switch Till visual view

source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
it: Sincronizza
nl: Synchronisatie
sv: Synkronisera

source: Sync failed: %@
de: Synchronisierung fehlgeschlagen: %@
es: Sincronizacion fallida: %@
fr: Échec de la synchronisation : %@
it: Sincronizzazione fallita: %@
sv: Synkronisera failed: %@

source: Sync is automatic
de: Synchronisierung ist automatisch
es: La sincronizacion es automatica
fr: La synchronisation est automatique
it: La sincronizzazione è automatica
sv: Synkronisera is Automatisk

source: Sync now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
it: Sincronizza ora
nl: Synchroniseer nu
sv: Synkronisera Nu

source: Synced %@
de: %@ synchronisiert
es: Sincronizado %@
fr: Synchronisé %@
it: Sincronizzato %@
nl: Gesynchroniseerd %@
sv: Synkroniserad %@

source: Syncing...
de: Synchronisiere...
es: Sincronizando...
fr: Synchronisation...
it: Sincronizzazione...
nl: Synchroniseren...

source: Take a photo with %@
de: Ein Foto mit %@ machen
es: Toma una foto con %@
fr: Prenez une photo avec %@
it: Scatta una foto con %@
sv: Take a Foto with %@

source: Take a picture!
de: Mach ein Foto!
es: Toma una foto!
fr: Prenez une photo !
it: Scatta una foto!

source: Take one small step back
de: Einen kleinen Schritt zurückgehen
es: Da un pequeno paso atras
fr: Faites un petit pas en arrière
it: Fai un piccolo passo indietro
sv: Take one Liten Steg Tillbaka

source: Take photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
it: Scatta foto
nl: Foto maken
sv: Take Foto

source: Take Photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
it: Scatta foto
sv: Take Foto

source: Take photos of your adventures to see them here
de: Mache Fotos von deinen Abenteuern, um sie hier zu sehen
es: Toma fotos de tus aventuras para verlas aqui
fr: Prenez des photos de vos aventures pour les voir ici
it: Scatta foto delle tue avventure per vederle qui
sv: Take Foton av your adventures Till see them here

# Take photos using the camera button in the timeline
source: Take photos using the camera button\nin the timeline
de: Mache Fotos mit der Kamerataste\nin der Zeitleiste
es: Toma fotos usando el boton de camara\nen la cronologia
it: Scatta foto usando il pulsante fotocamera\nnella timeline
nl: Maak foto's via de camera knop\nin de tijdlijn
sv: Take Foton using the Kamera button\nin the Tidslinje

source: Tap a meal to edit. Swipe to delete.
de: Tippe auf eine Mahlzeit zum Bearbeiten. Wischen zum Löschen.
es: Toca una comida para editar. Desliza para eliminar.
fr: Appuyez sur un repas pour modifier. Glissez pour supprimer.
it: Tocca un pasto per modificare. Scorri per eliminare.
sv: Tap a Måltid Till Redigera. Svep för att Radera.

source: Tap a skill to begin training
de: Tippe auf eine Fähigkeit, um das Training zu beginnen
es: Toca una habilidad para comenzar el entrenamiento
fr: Appuyez sur une compétence pour commencer l'entraînement
it: Tocca un'abilità per iniziare l'addestramento
sv: Tap a Färdighet Till begin Träning

source: Tap a walk to edit. Swipe to delete.
de: Tippe auf einen Spaziergang zum Bearbeiten. Wischen zum Löschen.
es: Toca un paseo para editar. Desliza para eliminar.
fr: Appuyez sur une promenade pour modifier. Glissez pour supprimer.
it: Tocca una passeggiata per modificare. Scorri per eliminare.
sv: Tap a Promenad Till Redigera. Svep för att Radera.

source: Tap below to log the first one
de: Unten tippen, um den ersten zu protokollieren
es: Toca abajo para registrar el primero
fr: Appuyez ci-dessous pour enregistrer le premier
it: Tocca sotto per registrare il primo
nl: Tik hieronder om de eerste te loggen
sv: Tap below Till Logg the first one

source: Tap on the map to place a pin
de: Auf die Karte tippen, um einen Pin zu setzen
es: Toca en el mapa para colocar un pin
fr: Appuyez sur la carte pour placer une épingle
it: Tocca sulla mappa per posizionare un pin
sv: Tap På the Karta Till Plats a pin

source: Tap or swipe up to dismiss
de: Tippen oder nach oben wischen zum Schließen
es: Toca o desliza hacia arriba para descartar
fr: Appuyez ou glissez vers le haut pour fermer
it: Tocca o scorri su per chiudere
sv: Tap or swipe Upp Till dismiss

source: Tap to add your puppy's medications
de: Tippen, um die Medikamente deines Welpen hinzuzufügen
es: Toca para agregar los medicamentos de tu cachorro
fr: Appuyez pour ajouter les médicaments de votre chiot
it: Tocca per aggiungere i farmaci del cucciolo
nl: Tik om medicijnen van je puppy toe te voegen
sv: Tryck för att Lägg till your Valp's medications

source: Tap to log any event, or hold for quick actions
de: Tippen, um ein Ereignis zu protokollieren, oder halten für Schnellaktionen
es: Toca para registrar cualquier evento, o mantene presionado para acciones rapidas
fr: Appuyez pour enregistrer un événement, ou maintenez pour les actions rapides
it: Tocca per registrare qualsiasi evento, o tieni premuto per azioni rapide
sv: Tryck för att logga any Händelse, or hold for quick actions

source: Tap to log exposure
de: Tippen, um Kontakt zu protokollieren
es: Toca para registrar exposicion
fr: Appuyez pour enregistrer l'exposition
it: Tocca per registrare esposizione
sv: Tryck för att logga exposure

source: Tap to log your first exposure
de: Tippen, um deinen ersten Kontakt zu protokollieren
es: Toca para registrar tu primera exposicion
fr: Appuyez pour enregistrer votre première exposition
it: Tocca per registrare la tua prima esposizione
sv: Tryck för att logga your first exposure

source: Tap to preview each celebration tier
de: Tippen, um jede Feierstufe anzuzeigen
es: Toca para previsualizar cada nivel de celebracion
fr: Appuyez pour prévisualiser chaque niveau de célébration
it: Tocca per visualizzare in anteprima ogni livello di celebrazione
sv: Tryck för att preview each celebration tier

source: Tap to read more
de: Tippen, um mehr zu lesen
es: Toca para leer mas
fr: Appuyez pour en savoir plus
it: Tocca per leggere di più
sv: Tryck för att read Mer

source: Tap to show less
de: Tippen, um weniger anzuzeigen
es: Toca para mostrar menos
fr: Appuyez pour réduire
it: Tocca per mostrare meno
sv: Tryck för att Visa mindre

source: Tap to upgrade
de: Tippen zum Upgraden
es: Toca para mejorar
fr: Appuyez pour passer à la version supérieure
it: Tocca per passare a premium
sv: Tryck för att Uppgradera

source: Tap to view photo
de: Tippen, um Foto anzuzeigen
es: Toca para ver foto
fr: Appuyez pour voir la photo
it: Tocca per visualizzare foto
nl: Tik om foto te bekijken
sv: Tryck för att view Foto
